driver-tests/bpelse/nmproperty/AccessToSubject/BasicAuthEchoApp/test/TestCase1/Input.xml

<soapenv:Envelope xsi:schemaLocation="http://schemas.xmlsoap.org/soap/envelope/ http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:cli="http://j2ee.netbeans.org/wsdl/BasicAuthEcho/clientBasicAuthEcho">
  <soapenv:Body>
    <cli:clientBasicAuthEchoOperation>
      <part1>test</part1>
    </cli:clientBasicAuthEchoOperation>
  </soapenv:Body>
</soapenv:Envelope>